Revit 2027 API
ExportPatternKey Constructor
 Constructs a new default ExportPatternKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportPatternKey()
Public Sub New
public:
ExportPatternKey()
new : unit -> ExportPatternKey
See Also
Reference
ExportPatternKey Class
ExportPatternKey Overload
Autodesk.Revit.DB Namespace